Repository: FoxyCart/foxyshop
Catalog: languages/foxyshop-*.po
Languages: de_de, nb_no, pt_br

source: Manage Orders
de_de: Bestellungen verwalten
nb_no: Behandle Order
pt_br: Gerenciar Pedidos

source: Transaction Status
de_de: Transaktionsstatus
nb_no: Betalings Status
pt_br: Situação da Transação

source: Visible
de_de: Sichtbar
nb_no: Synlig
pt_br: Visível

source: Hidden
de_de: Versteckt
nb_no: Skjult
pt_br: Oculto

source: Both
de_de: Beide
nb_no: Begge
pt_br: Ambos

source: Datafeed Status
de_de: Daten-Feed Status
nb_no: Datastrøm Status
pt_br: Situação do Feed de Dados

source: Fed
de_de: Transaktion zur Verarbeitung geschickt
nb_no: Matet
pt_br: Alimentado

source: Unfed
de_de: Transaktion zur Verarbeitung nicht geschickt
nb_no: Umatet
pt_br: Não alimentado

source: Test Transactions
de_de: Testtransaktionen
nb_no: Test Betalinger
pt_br: Testar Transações

source: Live
pt_br: Vivo

source: Test
pt_br: Teste

source: Order ID
de_de: Bestellung-ID
nb_no: Ordre ID
pt_br: ID do Pedido

source: Order Total
de_de: Bestellung Gesamt
nb_no: Ordre Total
pt_br: Total do Pedido

source: Coupon Code
de_de: Gutschein-Code
nb_no: Kupong Koder
pt_br: Código do Cupom

source: Option Name
nb_no: Navn Valg
pt_br: Nome da Opção

source: Date Range
de_de: Datumsbereich
nb_no: Dato Rekkevidde
pt_br: Intervalo de datas

source: to
de_de: an
nb_no: til
pt_br: para

source: Shipping State
de_de: Versand Staat
nb_no: Frakt Fylke
pt_br: Situação do envio

source: Customer IP
de_de: Kunden IP
nb_no: Kundens IP
pt_br: IP do Cliente

source: Show Orders
de_de: Bestellungen zeigen
nb_no: Vis Ordrer
pt_br: Mostrar Pedidos

source: Print Receipts
de_de: Quittungen drucken
nb_no: Skriv ut Kvittering
pt_br: Imprimir Receitas

source: Export CSV
de_de: CSV exportieren
nb_no: Eksporter CSV
pt_br: Exportar CSV

source: Export Tab Delimeted
de_de: tabulatorgetrennte exportieren
nb_no: Eksporter Tab Inndelt
pt_br: Exportar Delimitado por Tabs

source: Export to UPS
de_de: Zum UPS exportieren
nb_no: Ekporter til UPS
pt_br: Exportar para UPS

source: Submit
de_de: Einsenden
nb_no: Send
pt_br: Enviar

source: Reset
de_de: Zurücksetzen
nb_no: Nullstill
pt_br: Reiniciar

source: ERROR
de_de: FEHLER
nb_no: FEIL
pt_br: ERRO

source: Transaction ID
de_de: Transaktions-ID
nb_no: Transaksjons ID
pt_br: ID da Transação

source: Order Date
de_de: Bestelldatum
nb_no: Ordre Dato
pt_br: Data do Pedido

source: Customer
de_de: Kunden
nb_no: Kunde
pt_br: Cliente

source: FoxyCart Receipt
de_de: FoxyCart Quittung
nb_no: FoxyCart Kvittering
pt_br: Recibo FoxyCart

source: View Order
de_de: Bestellung ansehen
nb_no: Se Ordrer
pt_br: Ver Pedido

source: Printable Receipt
de_de: Druckbare Quittung
nb_no: Utskriftsbare Kvitteringer
pt_br: Recibo Imprimível

source: Receipt
de_de: Quittung
nb_no: Kvittering
pt_br: Recibo

source: Unhide Transaction
de_de: Transaktion anzeigen
nb_no: Vis transaksjon
pt_br: Revelar transação

source: Hide Transaction
de_de: Transaktion ausblenden
nb_no: Skjul transaksjon
pt_br: Ocultar transação

source: Transaction Details
de_de: Transaktion Details
nb_no: Transaksjons Detaljer
pt_br: Detalhes da Transação

source: MinFraud Score
de_de: MinFraud Wertung
nb_no: Svindel Resultat
pt_br: Pontuação MinFraud

source: Shipping Type
de_de: Versandart
nb_no: Frakt Metode
pt_br: Tipo de Envio

source: Order Details
de_de: Bestellung Details
nb_no: Ordre Detaljer
pt_br: Detalhes do Pedido

source: Shipping
de_de: Versand
nb_no: Frakt
pt_br: Envio

source: Method
de_de: Methode
nb_no: Metode
pt_br: Método

source: Qty
de_de: Menge
nb_no: Ant
pt_br: Qtd

source: Subscription Frequency
de_de: Abo-Frequenz
nb_no: Abbonement Frekvens
pt_br: Frequência da Assinatura

source: Subscription Start Date
de_de: Abo Startdatum
nb_no: Start Abbonement
pt_br: Data de Início da Assinatura

source: Subscription Next Date
de_de: Abo Nächster Termin
nb_no: Stopp Abbonement
pt_br: Próxima Data da Assinatura

source: Authenticate Now
de_de: Jetzt authentifizieren
nb_no: Autoriser Nå
pt_br: Autenticar Agora

source: Login Now
de_de: Jetzt anmelden
nb_no: Logg inn Nå
pt_br: Autenticar Agora

source: Settings
de_de: Einstellungen
nb_no: Innstillinger
pt_br: Configurações

source: Your Settings Have Been Saved.
de_de: Ihre Einstellungen wurden gespeichert.
nb_no: Dine Innstillinger er Lagret.
pt_br: Suas configurações foram salvas.

source: The setup prompt has been hidden. You can always use the setup wizard by clicking the link above or just configure the settings on this page.
de_de: Das Setup Prompt wurde ausgeblendet. Sie können immer mit den Setup-Assistenten, indem Sie auf den Link oben klicken oder einfach konfigurieren Sie die Einstellungen auf dieser Seite.
nb_no: Spørringen er blitt gjemt. Du kan altids bruke oppsett veiviseren ved å trykke linken over eller bare forandre innstillingene på denne siden.
pt_br: O prompt de configuração foi ocultado. Você sempre pode usar o assistente de configuração clicando no link acima ou simplesmente use as configurações nesta página.

source: <strong>Congratulations!</strong> You are all set up and ready to go. You may now review all the settings on this page and start entering products.
de_de: <strong>Toll!</strong> Sie sind alle eingerichtet und bereit zu gehen. Sie können jetzt alle Einstellungen auf dieser Seite überprüfen und dann können Sie die Produkte Eingabe beginnen.
nb_no: <strong>Gratulerer!</strong> Alt er klart. Du kan nå se over innstillingene på denne siden og begynne å legge inn produkter.
pt_br: <strong>Parabéns!</strong> Você configurou tudo e está pronto pra usar. Você pode revisar todas as porfigurações nesta página e começar a inserir produtos.

source: <strong>Warning:</strong> You are using PHP version %s. FoxyShop requires PHP version 5.1.2 or higher to utilize the required hmac_has() functions. Without upgrading you will experience problems adding items to the cart and completing other tasks. After upgrading, make sure that you reset your API key (on the FoxyShop Tools page) to ensure that you have a fully secure key.
de_de: <strong>Warnung:</strong> Sie verwenden PHP Version% s. FoxyShop erfordert PHP-Version 5.1.2 oder höher, um die erforderlichen hmac_has ()-Funktionen nutzen zu können. Ohne Upgrade werden Sie beim Produkte in den Warenkorb legen auf Probleme stossen und andere Aufaben vervollständigen . Nach dem Upgrade, stellen Sie sicher, dass Sie Ihren API-Schlüssel (auf der Tools-Seite FoxyShop) zurückgesetzt werden, um sicherzustellen, dass Sie eine vollständig sichere Schlüssel haben.
nb_no: <strong>Advarsel:</strong> Du bruker PHP versjon %s. FoxyShop krever at du bruker PHP versjon 5.1.2 eller høyere for å utnytte hmac_has() funksjonene. Uten oppgradering vil du oppleve problemer når varer blir lagt til handlekurven og andre oppgaver. Etter oppdatering er det viktig at du nullstiller API nøkkelen (på FoxyShop verktøy siden) for å være sikker på at du har en fullverdig sikkerhetsnøkkel.
pt_br: <strong>Atenção:</strong> Você está usando o PHP versão %s. FoxyShop requer PHP a versão 5.1.2 ou superior para usar as funções hmac_has(), que são requeridas. Sem atualizar você terá problemas ao adicionar itens ao carrinho e completar outras tarefas. Depois de atualizar, certifique-se de reinicar sua chave de API (na página de Ferramentas do FoxyShop) para garantir que você tem uma chave completamente segura.

source: <strong>Warning:</strong> Your theme does not appear to be using header.php or footer.php. Without these files FoxyShop pages will show up unstyled. This error can often show up if you are using a WordPress framework that is bypassing the get_header() and get_footer() functions.
de_de: <strong>Warnung:</strong> Ihr Thema scheint nicht mit header.php oder footer.php zu sein. Ohne diese Dateien, FoxyShop Seiten, werden umformatiert gezeigt werden. Dieser Fehler kann oft auftauchen, wenn Sie mit einem WordPress-Framework, das unter Umgehung des get_header () und get_footer ()-Funktionen arbeiten.
nb_no: <strong>Advarsel:</strong> Det ser ikke ut som temaet ditt ikke bruker header.php eller footer.php. Uten disse filene vil FoxyShop sidene være udesignet. Denne feilen vil ofte vises hvis du bruker Wordpress rammeverk som hopper over get_header() og get_footer() funksjonene.
pt_br: <strong>Aviso:</strong> O seu tema não parece suportar usar header.php ou footer.php. Sem estes arquivos as páginas FoxyShop serão exibidas sem estilo. Este erro pode aparecer se você estiver usando um framework WordPress que ignora as funções get_header() e get_footer.

source: FoxyShop Documentation
de_de: FoxyShopt Dokumentation
nb_no: FoxyShop Dokumentasjon
pt_br: Documentação do FoxyShop

source: FoxyCart Information
nb_no: FoxyCart Informasjon
pt_br: Informação FoxyCart

source: FoxyCart Wiki
pt_br: Wiki FoxyCart

source: FoxyCart Admin Panel
nb_no: FoxyCart Administrasjons Panel
pt_br: Painel de Administração FoxyCart

source: Setup Information
de_de: Setup-Informationen
nb_no: Informasjon Oppsett
pt_br: Informações de Configuração

source: API Key
nb_no: API Nøkkel
pt_br: Chave de API

source: Datafeed URL
de_de: Daten-Feed URL
nb_no: Datastrøm URL
pt_br: URL do Feed de Dados

source: SSO Endpoint
de_de: SSO Endpunkt
pt_br: Endpoint do SSO

source: Template Path
de_de: Template-Pfad
pt_br: Caminho do Template

source: FoxyCart Settings
de_de: FoxyCart Einstellungen
nb_no: FoxyCart Innstillinger
pt_br: Configurações FoxyCart

source: Your FoxyCart Domain
de_de: Ihre FoxyCart Domain
nb_no: Ditt FoxyCart Domene
pt_br: Seu Domínio FoxyCart

source: FoxyCart Version
nb_no: FoxyCart Versjon
pt_br: Versão FoxyCart

source: Skip FoxyCart Includes on These Pages
de_de: FoxyCart Enthält auf diesen Seiten auslassen
nb_no: Hopp over FoxyCart Filer på Denne Siden
pt_br: Não Incluir FoxyCart Nestas Páginas

source: Automatically Insert jQuery %s from Google CDN
de_de: jQuery% s von Google CDN Automatisch einfügen
nb_no: Sett inn jQuery %s automatisk fra Google CDN
pt_br: Inserir jQuery %s Automaticamente a partir do CDN do Google

source: Save All Settings
de_de: Alle Einstellungen speichern
nb_no: Lagre Alle Innstillinger
pt_br: Salvar todas configurações

source: Display Settings
de_de: Anzeige-Einstellungen
nb_no: Visnings Innstillinger
pt_br: Configurações de Exibição

source: Sorting
de_de: Sortierung
nb_no: Sortering
pt_br: Ordenação

source: Per Page
de_de: Pro Seite
nb_no: Per Side
pt_br: Por página

source: What To Show if No Image Is Loaded
de_de: Was zu zeigen, wenn kein Bild geladen ist
nb_no: Hva skal vises når bilde ikke er lastet
pt_br: O que exibir se nenhuma imagem for carregada

source: Default Image
de_de: Standart Bild
nb_no: Standard Bilde
pt_br: Imagem padrão

source: Custom Image
de_de: Benutzerdefiniertes Bild
nb_no: Eget Bilde
pt_br: Imagem personalizada

source: Don't Show a Default Image
de_de: Kein Standart Bild anzeigen
nb_no: Ikke vis standard bilde
pt_br: Não mostrar uma Imagem padrão

source: Browser Title Bar Settings
de_de: Browser-Titelleiste Einstellungen
nb_no: Innstillinger for tittel nettleser
pt_br: Configurações da Barra de Título do Navegador

source: All Categories
de_de: Alle Kategorien
nb_no: Alle Kategorier
pt_br: Todas as Categorias

source: Single Category
de_de: Einzelne Kategorie
nb_no: Singel Kategori
pt_br: Única Categoria

source: Single
de_de: Einzeln
nb_no: Singel
pt_br: Único

source: Search Results
de_de: Suchergebnisse
nb_no: Søke Resultater
pt_br: Resultados da busca

source: Advanced Settings
de_de: Erweiterte Einstellungen
nb_no: Avanserte Innstillinger
pt_br: Configurações avançadas

source: FoxyCart Categories
de_de: FoxyCart Kategorien
nb_no: FoxyCart Kategorier
pt_br: Categorias FoxyCart

source: Use Cart Validation (strongly recommended)
pt_br: Usar Validação de Carrinho (fortemente recomendado)

source: Enable Multi-Ship
de_de: Multi Verpackungen ermöglichen
nb_no: Muliggjør Multi-Frakt
pt_br: Habilitar Multi-envio

source: Relation
de_de: Verbindung
nb_no: Relasjon
pt_br: Relação

source: Enable Related %s (Custom)
de_de: verbunden $s aktivieren (Benutzerdefiniert)
nb_no: Muliggjør Relaterte %s (Tilpassede)
pt_br: Habilitar %s Relacionado (Personalizado)

source: Enable Related %s (Tags)
de_de: verwandte %s aktivieren (Stichworte)
nb_no: Muliggjør Relaterte %s (Tagger)
pt_br: Habilitar %s Relacionado (Tags)

source: Enable Bundled
de_de: Gebündelt aktivieren
nb_no: Muliggjør Samlede
pt_br: Habilitar Empacotado

source: Enable Add-On
de_de: Add-On aktivieren
nb_no: Muliggjør Tillegg
pt_br: Ativar Adicional

source: Enable Subscriptions
de_de: Abonnements aktivieren
nb_no: Muliggjør Abbonement
pt_br: Habilitar Assinaturas

source: Send Reminders to Subscription Customers with Expiring Credit Cards
pt_br: Enviar Lembretes a Assinantes com Cartões de Crédito Expirados

source: This can be configured in your datafeed template file
pt_br: Isto pode ser configurado no seu arquivo de template do datafeed

source: Enable WordPress Single-Sign-On
de_de: WordPress Einmal-Login Aktivieren
nb_no: Muliggjør Wordpress singleinnlogging
pt_br: Habilitar o Single-Sign-On do Wordpress

source: SSO Type
de_de: SSO Typ
pt_br: Tipo de SSO

source: WordPress account optional
de_de: WordPress Konto optional
nb_no: Valgfri Wordpress Konto
pt_br: Conta do WordPress opcional

source: Require WordPress account to check out
de_de: WordPress Konto erforderlich zur Kasse
nb_no: Krever Wordpress Konto for utsjekking
pt_br: Requerer conta do WordPress para ir ao caixa

source: Account required on product-by-product basis
de_de: Konto auf ein einzelne-Produkte Basis erforderlich
nb_no: Krever konto på produkt-til-produkt basis
pt_br: Obrigatoriedade da conta dependente do produto

source: Create/Update WordPress User After Checkout
de_de: WordPress Benutzer nach der Kasse erstellen/aktualisieren
nb_no: Lage/Oppdater Wordpress Bruker etter utsjekking
pt_br: Criar/Atualizar Usuário do WordPress após o Checkout

source: The datafeed must be enabled at FoxyCart for this feature to work properly.
de_de: Der Daten-Feed muss in FoxyCart aktiviert werden, um diese Funktion richtig zu funktionieren.
nb_no: Datastrømmen må være avkrysset for at denne funksjonen skal virke.
pt_br: O datafeed precisa estar habilitado no FoxyCart para que esta funcionalidade opere normalmente.

source: Manage Inventory Levels
de_de: Lagerbestände verwalten
nb_no: Rediger Lager Nivåer
pt_br: Gerenciar Níveis de Estoque

source: Default Inventory Alert Level
de_de: Standard Inventar Alarmstufe
nb_no: Standard Nivå på Alarm Lager
pt_br: Nível de Alerta de Inventário Padrão

source: Send Email to Admin When Alert Level Reached
de_de: Senden Sie E-Mail an Admin Wenn Alert Level erreicht
nb_no: Send epost til admin når lager nivået er nådd
pt_br: Enviar Email para Administrador Quando Nível de Alerta For Alcançado

source: Default Weight Type
de_de: Standard Gewicht Typ
nb_no: Standard Vekt Type
pt_br: Tipo de Peso Padrão

source: Metric
de_de: Metrisch
nb_no: Metrisk
pt_br: Métrico

source: Default Weight
de_de: Standard Gewicht
nb_no: Standard Vekt
pt_br: Peso Padrão

source: Currency Locale Code
de_de: Lokaler Währung Code
nb_no: Lokal Myntenhet
pt_br: Código de Moeda Local

source: If you would like to use something other than $ for your currency, enter your locale code here. For the British Pound, enter "en_GB".
de_de: Wenn Sie möchten, etwas anderes als $ für Ihre Währung zu verwenden, geben Sie Ihre lokal Code hier ein. Für Euro, geben Sie "de_DE".
nb_no: Hvis du ønsker annet enn $ for myntenhet, skriv inn den lokale koden her. For Norske Kroner, skriv inn "nb_NO".
pt_br: Se você quer usar algo diferente de $ para sua moeda, insira o código da moeda aqui. Para a Libra Britânica, insira "en_GB", para o real Brasileiro insira "pt_BR".

source: Attention: you are using Windows which does not support internationalization. You will be limited to $ (en_US) or &pound; (en_GB).
de_de: Achtung: Sie nützen Windows ohne Unterstützung der Internationalisierung. Sie werden zu $ ​​(en_US) oder £ (en_GB) begrenzt werden.
nb_no: Vær oppmerksom: du bruker Windows som ikke støtter oversettelse. Du vil kun få $(en_US) eller &pound;(en_GB).
pt_br: Atenção: você está usando o Windows que não suporta internacionalização. Você está limitado a $ (en_US) ou &pound; (en_GB).

source: Hide Child %s From Parent Categories (recommended)
de_de: Untergeordnete %s von übergeordneter Kategorien ausblenden (empfohlen)
nb_no: Skjul under-%s fra hoved kategori (anbefalt)
pt_br: Ocultar Filho %s das Categorias Pais (recomendado)

source: By default, WordPress treats children a little differently than you would expect in that products in child categories also show up in parent categories. FoxyShop removes these products, but if you would like to have all %s from sub-categories show up in parent categories, uncheck this box.
de_de: Standardmäßig behandelt WordPress Kindern ein bisschen anders als man erwarten würde, so dass Produkte in untergeordneten Kategorien zeigen sich auch in übergeordneten Kategorien. FoxyShop entfernt diese Produkte, aber wenn Sie alle %s von Sub-Kategorien in übergeordneten Kategorien zeigen möchten, deaktivieren Sie dieses Kontrollkästchen.
nb_no: Som standard, Wordpress behandler produkter som ligger i underkategorier annerledes enn det du kanskje forventer da de også vises i hovedkategorien. FoxyShop fjerner disse produktene, men hvis du ønsker alle produktene fra under-kategoriene også skal vises i hoved-kategorien, fjerner du avmerkingen i boksen.
pt_br: Por padrão o WordPress trata os filhos de forma um pouco diferente do que você esperaria. Producos em categorias filhas são mostrados também nas categorias pai. O FoxyShop remove esses produtos, mas se você quer que todos %s de sub-categorias sejam exibidos nas categorias pai, desmarque esta caixa.

source: Google Analytics Code
nb_no: Google Analyseringskode
pt_br: Código do Google Analytics

source: Enter your UA code here and Google Analytics tracking will be installed in the footer. Tracking will only be initiated if the visitor is not a logged-in WordPress user so that admin usage won't be tracked.
de_de: Geben Sie Ihre UA Code hier ein, und Google Analytics-Tracking wird in der Fußzeile installiert werden. Tracking wird nur dann eingeleitet, wenn der Besucher nicht ein angemeldet WordPress Benutzer ist, so dass Admin Nutzung nicht verfolgt wird.
nb_no: Skriv inn din UA kode her og Google Analytics sporing vil bli installert i bunnen på siden. Sporing vil bare være i bruk for brukere som ikke er logget inn slik at administrator av sidene ikke blir registert.
pt_br: Insira o seu código UA aqui e o rastreamento do Google Analytics será instalado no rodapé. O rastreamento só vai começar se um visitante não estiver logado no WordPress de modo que o usuário administrador não é rastreado.

source: Advanced Google Analytics Code
de_de: Erweiterte Google Analytics Code
nb_no: Avansert Google Analyseringskode
pt_br: Código Avançado do Google Analytics

source: Check this box if you are using the advanced FoxyCart Google Analytics Sync. We will put the appropriate code in your footer (but you'll still have to setup Google Analytics and your template).
de_de: Aktivieren Sie dieses Kontrollkästchen, wenn Sie die erweiterte FoxyCart Google Analytics Sync nützen werden. Wir werden den entsprechenden Code in der Fußzeile setzen (aber Sie müssen noch Google Analytics und Ihre Muster einrichten).
nb_no: Kryss av denne boksen hvis du bruker den avanserte synkroniseringen fra Google. Vi putter tilhørende kode i bunnen på siden (men du må fortsatt sette opp Google Analyseringskode og dine maler).
pt_br: Marque esta caixa se você estiver usando a Sincronização Avançada do Google Analytics FoxyCart. Colocaremos o código apropriado no seu rodapé (mas você ainda tem que configurar o Google Analytics e o seu template).

source: Enable Google Product Feed Connection
de_de: Aktivieren Google Product Feed Anschluss
nb_no: Muliggjør Google Produkt mating kobling
pt_br: Habilitar Conexão com Feed de Produtos Google

source: If checked, you will be able to create a feed suitable for submitting to Google Product Search.
de_de: Wenn aktiviert, können Sie einen Feed für die Einreichung der Google Produktsuche zu schaffen.
nb_no: Hvis avkrysset, du vil ha muligheten til å lage en mater tilpasset for innsending til Google Produkt Søk
pt_br: Se marcado, você será capaz de criar um feed para enviar produtos para a Busca de Produtos do Google.

source: Google Merchant Account ID
de_de: Google Händler Konto ID
nb_no: Google Kjøpmanns konto ID
pt_br: ID da Conta Google Merchant

source: Enter your Google Merchant Account ID found in the Google Merchant Center.
de_de: Bitte geben Sie Ihre Google Händler Konto ID auf dem Google Händler Center gefunden. (oder Google Merchant Center)
nb_no: Skriv inn din Google konto's ID som du finner i Google Admin
pt_br: Insira o seu ID da conta Google Merchant encontrada no Centro Google Merchant

source: Use FoxyTools Order Desk
pt_br: Usar Order Desk FoxyTools

source: more info
pt_br: mais informações

source: Your Order Desk Datafeed URL
pt_br: Sua URL do Datafeed da Order Desk

source: Show FoxyShop Stats on Dashboard
de_de: FoxyShop Stats auf der Eigenschaftenleiste anzeigen
nb_no: Vis Statestikk på hovedsiden av Admin området
pt_br: Mostrar Estatísticas do FoxyShop no Painel

source: Generate %s Sitemap
de_de: %s Sitemap erzeugen
nb_no: Generer Sidekart for %s
pt_br: Gerar Sitemap %s

source: If checked, a sitemap file with all of your %s will be created in your root folder.
de_de: Wenn aktiv, eine Sitemap-Datei mit alle Ihre %s in Ihrem Stammordner wird erstellt.
nb_no: Hvis avkrysset, et sidekart-fil med alle %s vil bli laget i din root-mappe.
pt_br: Se marcado, um arquivo de sitemap com todos os seus %s será criado na sua pasta raiz.

source: Show Add to Cart Link on the Product Entry Page.
de_de: Zum-Warenkorb-Link auf der Produkt Einstiegsseite anzeigen.
nb_no: Vis Legg i Kurven link på produkt oppføringsside
pt_br: Mostrar Link de Adicionar ao Carrinho na Página de Entrada do Produto.

source: Enable FoxyCart Downloadables Sync
de_de: FoxyCart herunterladbare Synchronisierung ermöglichen.
nb_no: Muliggjør FoxyCart Nedlastbare Synkronisering
pt_br: Habilitar Sincronização de Baixáveis FoxyCart.

source: If checked, you will be able to select from a list of the downloadables loaded at FoxyCart to help set up your new downloadable %s.
de_de: Wenn aktiviert, können Sie aus einer Liste der herunterladbaren am FoxyCart geladen wählen, um mit der Einrichtung Ihre neue herunterladbare %s zu helfen.
nb_no: Hvis avkrysset, vil du ha muligheten til å velge fra en liste av nedlastbare produkter lastet fra FoxyCart slik at du enkelt kan sette opp nye nedlastbare produkter.
pt_br: Se marcado, você poderá selecionar de uma lista de baixáveis carregada da FoxyCart para ajudar a configurar seus %s baixáveis.

source: FoxyShop Setup Wizard
de_de: FoxyShop Installationsassistent
nb_no: FoxyCart Veiviser for oppsett
pt_br: Assistente de Configuração FoxyShop

source: Create New FoxyCart Account
de_de: Neues FoxyCart Konto erstellen
nb_no: Lag Ny FoxyCart Konto
pt_br: Criar nova conta FoxyCart

source: Login To FoxyCart Account
de_de: Einloggen zum FoxyCart Konto
nb_no: Login til din FoxyCart konto
pt_br: Autentique-se na sua conta FoxyCart

source: Step 1: Click on Store / Settings
de_de: Schritt 1: Klicken Sie auf Shop / Einstellungen
nb_no: Steg 1: Trykk på Butikk / Innstillinger
pt_br: Passo 1: Clique em Loja / Configurações

source: Enter Your FoxyCart Domain
de_de: Bitte geben Sie Ihre FoxyCart Domain
nb_no: Skriv inn ditt FoxyCart Domene
pt_br: Insira seu Domínio FoxyCart

source: Step 2: Click on Store / Advanced
de_de: Schritt 2: Klicken Sie auf Shop / Fortgeschritten
nb_no: Steg 2: Trykk på Butikk / Avansert
pt_br: Passo 2: Clique em Loja / Avançado

source: Save and Get Started!
de_de: Speichern und losgehen!
nb_no: Lagre og Kjør Igang!
pt_br: Salvar e Começar!
