Repository: FoxyCart/foxyshop
Catalog: languages/foxyshop-*.po
Languages: de_de, nb_no, pt_br

source: Connection Error
de_de: Verbindung Fehler
nb_no: Kontakt Feil
pt_br: Erro de conexão

source: Delete
de_de: Löschen
nb_no: Slett
pt_br: Apagar

source: Edit
de_de: Editieren
nb_no: Rediger
pt_br: Editar

source: Add Attribute
de_de: Attribut hinzufügen
nb_no: Legg til Attribut
pt_br: Adicionar atributo

source: Change To
de_de: Verändern
nb_no: Forandre Til
pt_br: Mudar para

source: Leave Unchanged
de_de: Unverändert lassen
nb_no: Vær Uforandret
pt_br: Deixar inalterado

source: Set Values For Checked FoxyShop %s
de_de: Werte einstellen für FoxyShop %s
nb_no: Sett Verdiene for Avkrysset FoxyShop produkter
pt_br: Definir Valores para o FoxyShop Marcado %s

source: FoxyCart Category
de_de: FoxyCart Kategorie
nb_no: FoxyCart Kategori
pt_br: Categoria FoxyCart

source: Default
nb_no: Standard
pt_br: Padrão

source: Sale Price
de_de: Sonder Preis
nb_no: Pris
pt_br: Preço de venda

source: Leave Unchanged, 'foxyshop'
nb_no: La den være uforandret, 'foxyshop'
pt_br: Deixar inalterado, 'foxyshop'

source: Sale Start Date
de_de: Sondereangebot Start-Datum
nb_no: Salg Start
pt_br: Data de início da promoção

source: Sale End Date
de_de: Sonderangebot Enddatum
nb_no: Salg Slutt
pt_br: Data de fim da promoção

source: Base Price
de_de: Grundpreis
nb_no: Veil Pris
pt_br: Preço base

source: Weight
de_de: Gewicht
nb_no: Vekt
pt_br: Peso

source: Minimum Qty
de_de: Minimale Menge
nb_no: Minimum Ant
pt_br: Quantidade mínima

source: Maximum Qty
de_de: Maximale Menge
nb_no: Max Ant
pt_br: Quantidade máxima

source: Hide Quantity
de_de: Quantität verdecken
nb_no: Skjul Ant
pt_br: Ocultar quantidade

source: Hide Quantity Box
de_de: Quantität Zelle verdecken
nb_no: Skjul Antall Boks
pt_br: Ocultar caixa de quantidade

source: Show Quantity Box
de_de: Quantität Zelle anzeigen
nb_no: Vis Antall Boks
pt_br: Mostrar caixa de quantidade

source: Hide From List View
de_de: Verdecken von Listansicht
nb_no: Skjul fra Liste Oversikt
pt_br: Ocultar da visualização em lista

source: Hide
de_de: Verdecken
nb_no: Skjul
pt_br: Ocultar

source: Show
de_de: Zeigen
nb_no: Vis
pt_br: Mostrar

source: Discount Qty $
de_de: Rabatt Quantität $
nb_no: Rabatt Antall $
pt_br: Desconto de quantidade $

source: Reference
de_de: Referenz
nb_no: Referanse
pt_br: Referência

source: Discount Qty %
de_de: Rabatt Quantität %
nb_no: Rabatt Antall %
pt_br: Desconto de Quantidade %

source: Discount Price $
de_de: Rabatt Preis $
nb_no: Rabatt Pris $
pt_br: Preço de Desconto $

source: Discount Price %
de_de: Rabatt Preis %
nb_no: Rabatt Pris %
pt_br: Preço de Desconto %

source: Sub. Frequency
de_de: Abo-Frequenz
nb_no: Sub. Frekvens
pt_br: Frequência de assinatura

source: Sub. Start Date
de_de: Abo Start-Datum
nb_no: Sub. Start Dato
pt_br: Data de início de assinatura

source: Sub. End Date
de_de: Abo Enddatum
nb_no: Sub. Slutt Dato
pt_br: Data de fim de assinatura

source: Related Products
de_de: Ähnliche Produkte
nb_no: Relaterte Produkter
pt_br: Produtos relacionados

source: Bundled Products
de_de: Bündelangebote
nb_no: Samlede Produkter
pt_br: Produtos empacotados

source: Add-on Products
de_de: Zusatz Produkte
nb_no: Tilleggsprodukter
pt_br: Produtos adicionais

source: Category Sorting
de_de: Kategorie Sortierung
nb_no: Sortering Kategori
pt_br: Ordenação de categoria

source: Set Category Order
de_de: Setzen Sie Kategorien Reihenfolge
nb_no: Sett Kategori Rekkefølge
pt_br: Definir a ordem da categoria

source: Category order updated successfully.
de_de: Kategorie Reihenfolge wurde erfolgreich aktualisiert.
nb_no: Kategori Rekkefølgen Oppdatert
pt_br: Ordem da categoria atualizada com sucesso.

source: Category order reset to alphabetical.
de_de: Kategorie Reihenfolge wurde alphabetisch zurückgesetzt
nb_no: Kategorien satt tilbake til alfabetisk
pt_br: Ordem da categoria redefinida como alfabética.

source: Set %s Category Order
de_de: %s Kategorien Reihenfolge einstellen
nb_no: Sett %s Kategori Rekkefølge
pt_br: Define a ordem da categoria %s

source: Select Sub-Category
de_de: Wählen Sie eine Unterkategorie
nb_no: Velg Underkategori
pt_br: Selecionar sub-categoria

source: Top Level Categories
de_de: Top Level Kategorien
nb_no: Topp Kategorier
pt_br: Categorias de nível de topo

source: Drag categories to the preferred order and then click the Save button at the bottom of the page.
de_de: Ziehen Sie die Kategorien, um die gewünschte Reihenfolge und klicken Sie dann auf die Schaltfläche Speichern am unteren Rand der Seite.
nb_no: Dra kategoriene i ønsket rekkefølge og trykk lagre
pt_br: Arraste as categorias para a ordem preferida e então clique no botão salvar no final da página.

source: Current Sorting
de_de: Aktuelle Sortierung
nb_no: Nåværende Rekkefølge
pt_br: Ordenação atual

source: Custom
de_de: Benutzerdefiniert
nb_no: Tilpasset
pt_br: Personalizada

source: Alphabetical
de_de: Alphabetisch
nb_no: Alfabetisk
pt_br: Alfabética

source: Save Custom Order
de_de: Benutzerdefinierte Bestellung speichern
nb_no: Lagre tilpasset rekkefølge
pt_br: Salvar ordenação personalizada

source: Reset to Alphabetical
de_de: Alphabetisch zurücksetzen
nb_no: Nullstill til Alfabetisk
pt_br: Redefinir como alfabética

source: No Sub-Categories Found.
de_de: Keine Unterkategorien gefunden.
nb_no: Ingen underkategorier funnet.
pt_br: Nenhuma sub-categoria encontrada.

source: Updating Category Order...
de_de: Aktualisierung der Kategorie Ordnung...
nb_no: Oppdaterer Kategori Rekkefølgen
pt_br: Atualizando a ordenação da categoria...

source: Customer Management
de_de: Kunden-Management
nb_no: Kunde Behandling
pt_br: Gerenciamento de clientes

source: Customers
de_de: Kunden
nb_no: Kunder
pt_br: Clientes

source: Manage Customers
de_de: Kunden verwalten
nb_no: Rediger Kunder
pt_br: Gerenciar clientes

source: Search Options
de_de: Suche Optionen
nb_no: Søkevalg
pt_br: Opções de Busca

source: Customer ID
de_de: Kunden-ID
nb_no: Kunde ID
pt_br: ID de Cliente

source: Customer First Name
de_de: Kunden Vorname
nb_no: Kundens Fornavn
pt_br: Primeiro Nome de Cliente

source: Customer Last Name
de_de: Kunden Nachname
nb_no: Kundens Etternavn
pt_br: Último Nome de Cliente

source: Custom Field Name
de_de: Benutzerdefiniertes Feld
nb_no: Navn på Tilpasset Felt
pt_br: Nome de Campo Personalizado

source: Value
de_de: Wert
nb_no: Verdi
pt_br: Valor

source: Customer Email
de_de: Kunden E-mail
nb_no: Kundens Epost
pt_br: Email de Cliente

source: Customer State
de_de: Kunden Staat
nb_no: Kundens Fylke
pt_br: Estado de Cliente

source: Search Records Now
de_de: Jetzt Aufzeichnungen suchen
nb_no: Søk i oversikten nå
pt_br: Buscar Registros Agora

source: Reset Form
de_de: Form zurücksetzen
nb_no: Nullstill Skjema
pt_br: Reiniciar Formulário

source: Last Name
de_de: Nachname
nb_no: Etternavn
pt_br: Último Nome

source: First Name
de_de: Vorname
nb_no: Fornavn
pt_br: Primeiro Nome

source: Orders
de_de: Bestellungen
nb_no: Ordrer
pt_br: Ordens

source: Subscriptions
de_de: Abonnements
nb_no: Abbonement
pt_br: Assinaturas

source: Customer Details
de_de: Kundenddaten
nb_no: Detaljer Kunde
pt_br: Detalhes de Cliente

source: Card
de_de: Karte
nb_no: Kort
pt_br: Cartão

source: Last Modified
de_de: Zuletzt geändert
nb_no: Sist Redigert
pt_br: Última Modificação

source: Customer Address
de_de: Kunden Anschrift
nb_no: Kundens Adresse
pt_br: Endereço de Cliente

source: Shipping Details
de_de: Versandkosten Details
nb_no: Frakt Detaljer
pt_br: Detalhes de Envio

source: Categories
de_de: Kategorien
nb_no: Kategorier
pt_br: Categorias

source: Category
de_de: Kategorie
nb_no: Kategori
pt_br: Categoria

source: Parent Category
de_de: Übergeordnete Kategorie
nb_no: Tilhører Kategori
pt_br: Categoria Pai

source: All
de_de: Alle
nb_no: Alle
pt_br: Todos

source: Update
de_de: Aktualisieren
nb_no: Oppdater
pt_br: Atualizar

source: Add New
de_de: Neu hinzufügen
nb_no: Legg til Ny
pt_br: Adicionar Novo

source: New
de_de: Neu
nb_no: Ny
pt_br: Novo

source: Category Name
de_de: Kategorienamen
nb_no: Kategori Navn
pt_br: Nome de Categoria

source: Tags
de_de: Stichworte
nb_no: Tagger
pt_br: Etiquetas

source: Tag
de_de: Stichwort
nb_no: Tagg
pt_br: Etiqueta

source: Tag Name
de_de: Name Stichwort
nb_no: Navn på Tag
pt_br: Nome de Etiqueta

source: View
de_de: Ansicht
nb_no: Se
pt_br: Visualização

source: Manage
de_de: Verwalten
nb_no: Administrere
pt_br: Gerenciar

source: No
de_de: Nein
nb_no: Nei
pt_br: Não

source: Found
de_de: Gefunden
nb_no: Fant
pt_br: Encontrado

source: Found in Trash
de_de: In Papierkorb gefunden
nb_no: Funnet i søppel
pt_br: Encontrado no Lixo

source: Search
de_de: Suche
nb_no: Søk
pt_br: Buscar

source: Title
de_de: Titel
nb_no: Tittel
pt_br: Título

source: Image
de_de: Bild
nb_no: Bilde
pt_br: Imagem

source: Code
de_de: Kode
nb_no: Kode
pt_br: Código

source: Price
de_de: Preis
nb_no: Pris
pt_br: Preço

source: Uncategorized
de_de: Ohne Kategorie
nb_no: Ukategorisert
pt_br: Não categorizado

source: Show All
de_de: Alle Zeigen
nb_no: Vis Alle
pt_br: Mostrar Todos

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.
nb_no: Tilpasset felt oppdatert.
pt_br: Campo personalizado atualizado.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.
nb_no: Tilpasset felt slettet.
pt_br: Campo personalizado apagado.

source: updated
de_de: aktualisiert
nb_no: oppdatert
pt_br: atualizado

source: saved
de_de: gespeichert
nb_no: lagret
pt_br: salvo

source: Details
nb_no: Detaljer
pt_br: Detalhes

source: Pricing Details
de_de: Preisinformationen
nb_no: Pris Detaljer
pt_br: Detalhes de Preço

source: Images
de_de: Bilder
nb_no: Bilder
pt_br: Imagens

source: Variations
de_de: Variationen
nb_no: Variasjoner
pt_br: Variações

source: Google Product Feed Data
de_de: Google Produkt-Feed-Daten
nb_no: Google Produkt Inndata
pt_br: Feed de Dados de Produtos do Google

source: Related
de_de: Zusammenhängend
nb_no: Relaterte
pt_br: Relacionado

source: Bundled
de_de: Gebündelt
nb_no: Samlet
pt_br: Empacotado

source: Add-On
nb_no: Tilleggs
pt_br: Adicional

source: Show Available Downloadables
de_de: Zeigen herunterladbare zur Verfügung
nb_no: Vis Tilgjengelige Nedlastbare
pt_br: Mostrar Baixáveis Disponíveis

source: Hide Available Downloadables
de_de: verdecken herunterladbare zur Verfügung
nb_no: Skjul Tilgjengelige Nedlastbare
pt_br: Ocultar Baixáveis Disponíveis

source: Select Downloadable To Prefill Data
de_de: Herunterladbare wählen um Daten vorzufühlen
nb_no: Velg Nedlastbare for Forhåndsutfylt Informasjon
pt_br: Selecionar Baixáveis para Pré-Preencher Dados

source: None Found
de_de: Keine gefunden
nb_no: Ingen Funnet
pt_br: Nenhum Encontrado

source: Select Below
de_de: Wählen Sie bitte unten
nb_no: Velg Under
pt_br: Selecionar Abaixo

source: Refresh List
de_de: Liste aktualisieren
nb_no: Oppdater
pt_br: Recarregar a Lista

source: Item Code
de_de: Artikel-Code
nb_no: Produkt Kode
pt_br: Código do Item

source: Disable Weight
de_de: Gewicht deaktivieren
nb_no: Deaktiver Vekt
pt_br: Desabilitar Peso

source: Qty Settings
de_de: Quantität Einstellungen
nb_no: Ant Innstillinger
pt_br: Configurações de Quantidade

source: Minimum Quantity
de_de: Minimale Quantität
nb_no: Minimum Antall
pt_br: Quantidade Mínima

source: Maximum Quantity
de_de: Maximale Quantität
nb_no: Max Antall
pt_br: Quantidade Máxima

source: FoxyCart Cat
de_de: FoxyCart Kategorie
nb_no: FoxyCart Kat
pt_br: Cat FoxyCart

source: Default for all products
de_de: Default für alle Produkte
nb_no: Standard for alle produkter
pt_br: Padrão para todos os produtos

source: Add to Cart
de_de: In den Warenkorb
nb_no: Legg i Kurven
pt_br: Adicionar ao Carrinho

source: Require Account For Checkout
de_de: Konto erfordern für Einkauf
nb_no: Krever Konto for Utsjekking
pt_br: Requerer Conta para ir ao Caixa

source: Hide This %s From List View
de_de: Diese %s von Listenansicht verstecken
nb_no: Skjul dette %s fra oversikten
pt_br: Ocultar Este %s da Visão em Lista

source: Amount Based on Quantity
de_de: Betrag auf der Quantität gegründet
nb_no: Antall Basert på Antall
pt_br: Valor Baseado na Quantidade

source: Percentage Based on Quantity
de_de: Prozentsatz auf der Quantität gegründet
nb_no: Prosent Basert på Antall
pt_br: Percentual Baseado na Quantidade

source: Amount Based on Price
de_de: Betrag auf den Preis gegründet
nb_no: Antall Basert på Pris
pt_br: Valor Baseado no Preço

source: Percentage Based on Price
de_de: Prozentsatz auf den Preis gegründet
nb_no: Prosent Basert på Pris
pt_br: Percentual Baseado no Preço

source: All Units
de_de: Alle Einheiten
nb_no: Alle Enheter
pt_br: Todas as Unidades

# Recurring
source: Repeat
de_de: Rabatt
pt_br: Periódico

# One-time
source: Single
de_de: Einzel
pt_br: Único

# Noun, Special Offer
source: Sale
de_de: Sonderangebot
pt_br: Promoção

source: Start Date
de_de: Start-Datum
nb_no: Start Dato
pt_br: Data de Início

source: End Date
de_de: End-Datum
nb_no: Slutt Dato
pt_br: Data Final

# Discounted Prices Applied to Products
source: Discounts
de_de: Rabatte
pt_br: Descontos

source: reference
de_de: Referenz
nb_no: referanse
pt_br: referência

# Type of Discount
source: Disc. Type
de_de: Rabatt-Typ
pt_br: Tipo de Desconto

# Name of Discount
source: Disc. Name
de_de: Rabatt Name
pt_br: Nome do Descont

source: This is Your Computed Discount
de_de: Das ist Ihre berechneten Rabatt
nb_no: Din Utregnede Rabatt
pt_br: Este é o Seu Desconto Computado

source: Set Inventory Levels
de_de: Lagerbestand einstellen
nb_no: Sett Lager Nivåer
pt_br: Definir Níveis de Estoque

source: Count
de_de: Zahl
nb_no: Telle
pt_br: Contar

source: If not set, default value will be used (%s)
de_de: Wenn nicht gesetzt, Standardwert wird verwendet
nb_no: Hvis den ikke er satt, standard verdi blir brukt (%s)
pt_br: Se não estiver definido, o valor padrão será usado (%s)

source: Alert Lvl
de_de: Warnstufe
nb_no: Nivå Varsel
pt_br: Nível de Alerta

source: Subscription Attributes
de_de: Abo-Attribute
nb_no: Abbonement Attributter
pt_br: Atributos de Assinatura

source: You may also enter a
de_de: Sie können auch eingeben
nb_no: Du kan også skriv inn
pt_br: Você também pode inserir um

source: argument for start or end (like +3 months)
de_de: Argument für den Beginn oder das Ende (wie +3 Monate)
nb_no: valg for start og slutt (som +3 mnd)
pt_br: argumento para início ou fim (como +3 months)

# Frequency of Subscription Charge
source: Frequency
de_de: Frequenz
pt_br: Frequência

source: Other Product Features
pt_br: Outras Características de Produto

source: Force Immediate Checkout
pt_br: Forçar ir Imediatamente ao Caixa

source: Empty Cart Before Adding Product
pt_br: Esvaziar o Carrinho Antes de Adicionar o Produto

source: Add a Coupon
pt_br: Adicionar um Cupom

source: Click the box above for a drop-down menu showing all %s. Type to search and click or press enter to select.
de_de: Klicken Sie auf das obenen Feld wo das Dropdown-Menü zeigt alle %. Geben Sie den Text ein zum Suchen und klicken Sie oder drücken Sie ENTER zum wählen.
nb_no: Trykk på boksen over for nedtrekksliste som viser alle %s. Skriv for å søke eller trykk enter for å velge.
pt_br: Clique a caixa acima para um menu drop-down mostrando todos %s. Digite para pesquisar e clique ou pressione enter para selecionar.

source: Set Custom Order For Related Products
de_de: Kundenspezifischen Bestellung für verwandte Produkte einsetzen
nb_no: Sett Tilpasset rekkefølge for Relaterte Produkter
pt_br: Definir uma Ordenação Personalizada para Produtos Relacionados

source: Dropdown List
de_de: Dropdown-Liste
nb_no: Nedtrekksliste
pt_br: Lista Dropdown

source: Radio Buttons
de_de: Radioknöpfe
nb_no: Radio Knapper
pt_br: Botões Radiais

source: Checkbox
de_de: Häcken-Box
nb_no: Avkryssningsboks
pt_br: Caixa de marcação

source: Single Line of Text
de_de: Einzelne Textzeile
nb_no: Singel Linje med Tekst
pt_br: Linha de Texto Única

source: Multiple Lines of Text
de_de: Mehrere Textzeilen
nb_no: Flere Linjer med Tekst
pt_br: Múltiplas Linhas de Texto

source: Custom File Upload
de_de: Benutzerdefinierte Datei Hochladen
nb_no: Egen Filopplaster
pt_br: Upload de Arquivo Personalizado

source: Hidden Field
pt_br: Campo Oculto

source: Description Field
de_de: Beschreibungsfeld
nb_no: Felt for Beskrivelse
pt_br: Campo de Descrição

source: Name{p+1.50|w-1|c:product_code|y:foxycart_category|dkey:display_key|ikey:image_id}
nb_no: Navn{p+20|c:produkt_kode|y:foxycart_kategori|dkey:visnings_nøkkel|ikey:bilde_id}
pt_br: Nome{p+1.50|w-1|c:product_code|y:foxycart_category|dkey:display_key|ikey:image_id}

source: Variation Name
nb_no: Variansjons Navn
pt_br: Nome da Variedade

source: Variation Type
de_de: Variation Typ
nb_no: Variasjons Type
pt_br: Tipo da Variedade

source: Saved Variations
de_de: Gespeicherte Variationen
nb_no: Lagrede Variasjoner
pt_br: Variedades Salvas

source: Items in Dropdown
de_de: Artikel in Dropdown
nb_no: Produkter i Nedtrekksliste
pt_br: Itens no Dropdown

source: Radio Button Options
de_de: Radioknöpfe Optionen
nb_no: Radio Knapper Valg
pt_br: Opções do Botão Radial

source: Text Box Size
de_de: Textfeld Größe
nb_no: Størrelse Tekstboks
pt_br: Tamanho da Caixa de Texto

source: characters
de_de: Zeichen
nb_no: bokstaver
pt_br: caracteres

source: Maximum Chars
de_de: maximale Buchstaben
nb_no: Max Bokstaver
pt_br: Máximo de Caracteres

source: Lines of Text
de_de: Textzeilen
nb_no: Linjer med Tekst
pt_br: Linhas de Texto

source: Descriptive Text
de_de: Beschreibender Text
nb_no: Beskrivende Tekst
pt_br: Texto Descritivo

source: Instructions
de_de: Anleitung
nb_no: Instrukser
pt_br: Instruções

source: This varation will use saved settings.
de_de: Diese Variante nutzt die gespeicherten Einstellungen.
nb_no: Denne variasjonen vil bruke lagrede innstillinger.
pt_br: Esta variação será usada nas configurações salvas.

source: Display Key
de_de: Display-Taste
nb_no: Visningsnøkkel
pt_br: Exibir Chave

source: Make Field Required
de_de: Feld erforderlich machen
nb_no: Feltet må Velges
pt_br: Tornar Campo Obrigatório

source: Add Another Variation
de_de: Fügen Sie eine weitere Variation ein
nb_no: Legg til ny Variasjon
pt_br: Adicionar Outra Variedade

source: Minimize All
de_de: Alles minimieren
nb_no: Forminsk Alle
pt_br: Minimizar Tudo

source: Maximize All
de_de: Alles maximieren
nb_no: Maksimer Alle
pt_br: Maximizar Tudo

source: Custom %s Sorting
de_de: Benutzerdefinierte % Sortierung
nb_no: Tilpasset %s Sortering
pt_br: Ordenação de %s Personalizada

source: Set %s Order
de_de: %s Bestellung einrichten
nb_no: Sett %s rekkefølge
pt_br: Definir Ordenação de %s

source: order updated successfully
de_de: Bestellung erfolgreich aktualisiert
nb_no: ordre oppdatert med suksess
pt_br: ordenação atualizada com sucesso

source: An error occured, order has not been saved
de_de: Ein Fehler ist aufgetreten. Die Bestellung wurde nicht gespeichert.
nb_no: Det har skjedd en feil, ordren ble ikke lagret
pt_br: Ocorreu um erro, o pedido não foi salvo

source: order reverted to original
de_de: Die Bestellung wurde an Original zurückgesetzt worden.
nb_no: ordren er satt tilbake til origialen
pt_br: pedido revertido para o original

source: Custom %s Order
de_de: Benutzerdefinierte %s Reihenfolge.
nb_no: Tilpasset %s rekkefølge
pt_br: Pedido %s Personalizado

source: Select a category from the drop down to order the %s in that category.
de_de: Wählen Sie eine Kategorie aus dem Dropdown, um %s aus dieser Kategorie zu bestellen.
nb_no: Velg en kategori fra nedtrekkslisten for å bestille produkt i den kategorien
pt_br: Selecione uma categoria do dropdown para ordenar o %s nesta categoria.

source: Select Category
de_de: Kategorie bestellen
nb_no: Velg Kategori
pt_br: Selecionar Categoria

source: Drag %s to the preferred order and then click the Save button at the bottom of the page.
de_de: Ziehen Sie die %s in der gewünschte Reihenfolge und dann auf Save klicken um die Saite zu speichern.
nb_no: Dra %s til valgt rekkefølge og trykk lagre knappen nederst på denne siden.
pt_br: Arraste %s para a ordenação preferida e então clique no botão Salvar no final da página.

source: Revert To Original
de_de: Zurück zum Original
nb_no: Tilbakestill til Original
pt_br: Reverter Ao Original

source: No %s Found For This Category.
de_de: Keine %s gefunden für diese Kategorie.
nb_no: Ingen %s ble funnet i denne Kategorien.
pt_br: Nenhum %s Encontrado Para Esta Categoria.

source: Updating %s Order...
de_de: %s Ordnung aktualisieren...
nb_no: Oppdaterer %s Rekkefølge...
pt_br: Atualizando Pedido %s...

source: Product
de_de: Produkt
nb_no: Produkt
pt_br: Produto

source: Products
de_de: Produkte
nb_no: Produkter
pt_br: Produtos

source: Google Products
de_de: Google Produkte
nb_no: Google Produkter
pt_br: Produtos do Google

source: Google Authentication Required
de_de: Google-Authentifizierung erforderlich
nb_no: Krever Google Godkjenning
pt_br: Autenticação do Google Requerida

source: Password
de_de: Passwort
nb_no: Passord
pt_br: Senha

source: Operation completed successfully.
de_de: Operation erfolgreich abgeschlossen.
nb_no: Operasjonene fullført med suksess.
pt_br: Operação concluída com sucesso

source: Authentication Failed. It appears that your authentication has expired. This happens every two weeks. Please login again.
de_de: Authentifizierung fehlgeschlagen. Es scheint, dass Ihr Authentifizierung ist abgelaufen. Dies geschieht, alle zwei Wochen. Bitte loggen Sie sich erneut.
nb_no: Autorisering Feilet. Det virker som din autorisasjon er utløpt. Dette skjer hver andre uke. Vennligst logg inn igjen.
pt_br: A Autenticação Falhou. Parece que sua autenticação expirou. Isto ocorre a cada duas semanas. Por favor, faça login novamente.

source: Name
nb_no: Navn
pt_br: Nome

source: Expiration
de_de: Ablauf
nb_no: Utløp
pt_br: Expiração

source: Performance
de_de: Vollziehung
nb_no: Ytelse
pt_br: Desempenho

source: Unmatched!
de_de: Unübertroffen!
nb_no: Ikke Samme!
pt_br: Inigualado!

source: Renew/Update
de_de: erneuern/aktualisieren
nb_no: Forny/Oppdater
pt_br: Renovar/Atualizar

source: Date
de_de: Datum
nb_no: Dato
pt_br: Data

source: Data
de_de: Datei
pt_br: Dados

source: Add To Google Products Feed
de_de: In den Google Products Feed
nb_no: Legg til i Google Produkt Strøm
pt_br: Adicionar ao Feed de Produtos do Google

source: Create Manual Export File
de_de: Export-Dateien manuel erstellen
nb_no: Lag en Manuell Eksporteringsfil
pt_br: Criar Arquivo de Exportação Manual

source: More Details
de_de: Mehr Details
nb_no: Flere Detaljer
pt_br: Mais Detalhes

source: Add To Cart
de_de: In den Warenkorb
nb_no: Legg til Kurv
pt_br: Adicionar Ao Carrinho

source: Inventory Management
de_de: Lagerbestand Verwaltung
nb_no: Lagerstyring
pt_br: Gerenciamento de Estoque

source: Inventory
de_de: Lagerbestand
nb_no: Lager
pt_br: Estoque

source: Your New Inventory Levels Have Been Saved.
de_de: Ihre neue Lagerbestände wurden gespeichert.
nb_no: Dine Nye Lager Nivåer er Lagret.
pt_br: Os Seus Novos Níveis de Estoque Foram Salvos.

source: Import completed: %s records updated.
de_de: Import abgeschlossen: %s Datenregister aktualisiert.
nb_no: Importering Komplett: %s filer oppdatert.
pt_br: Importação completa: %s registros atualizados.

source: Variation
nb_no: Variasjon
pt_br: Variedade

source: Stock Lvl
de_de: Lagerbestand
nb_no: Lager Nivå
pt_br: Nível de Estoque

source: Save Changes
de_de: Änderungen speichern
nb_no: Lagre Forandringer
pt_br: Salvar Mudanças

source: Import New Inventory Values
de_de: Neue Bestandswerte Importieren
nb_no: Importer nye Lager Verdier
pt_br: Importar Novos Valores de Estoque

source: Update Inventory Values
de_de: Bestandwerte aktualisieren
nb_no: Oppdater Lager Verdier
pt_br: Atualizar Valores de Estoque

source: Order Management
de_de: Bestellung Verwaltung
nb_no: Ordre Behandling
pt_br: Gerenciamento de Pedido

source: Launch Order Desk
pt_br: Lançar Order Desk
