Repository: FoxyCart/foxyshop
Catalog: languages/foxyshop-*.po
Languages: de_de, nb_no, pt_br

source: Please login before checking out.
de_de: Bitte einlochen vor dem Aushecken.
nb_no: Vennligst logg inn før utsjekking.
pt_br: Por favor, autentique-se antes de ir ao Caixa.

source: Click here to register.
de_de: Klicken Sie hier zum registrieren.
nb_no: Trykk her for å registrere.
pt_br: Clique aqui para registrar.

source: FoxyCart User Data
de_de: FoxyCart Benutzerdaten
nb_no: FoxyCart Bruker Data
pt_br: Dados do usuário FoxyCart

source: FoxyCart Customer ID
de_de: FoxyCart Kunden ID
nb_no: FoxyCart Kunde ID
pt_br: ID de Cliente FoxyCart

source: Editing is not recommended
de_de: Bearbeitung nicht empfohlen
nb_no: Redigering er ikke anbefalt
pt_br: Edição não é Recomendada

source: FoxyCart Subscriptions
de_de: FoxyCart Abo
nb_no: FoxyCart Abonnementer
pt_br: Assinaturas FoxyCart

source: Active
de_de: Aktiv
nb_no: Aktiv
pt_br: Ativo

source: Actions
de_de: Aktionen
nb_no: Handlinger
pt_br: Ações

source: Yes
de_de: Ja
nb_no: Ja
pt_br: Sim

source: Update Info
de_de: Info aktualisieren
nb_no: Oppdater Info
pt_br: Informações de Atualização

source: Cancel
de_de: Kündigen
nb_no: Avbryt
pt_br: Cancelar

source: Subscription Management
de_de: Abo Management
nb_no: Abonnements Behandling
pt_br: Gerenciar Assinaturas

source: Manage Subscriptions
de_de: Abo verwalten
nb_no: Behandle Abonnement
pt_br: Gerenciar Assinaturas

source: Subscription Type
de_de: Abo-Typ
nb_no: Abonnements Type
pt_br: Tipo de Inscrição

source: Disabled
de_de: Gesperrt
nb_no: Deaktivert
pt_br: Desabilitados

source: Past Due Status
de_de: überfällig Status
nb_no: Passert Uløps Status
pt_br: Status de Atraso

source: Show Past Due Only
de_de: nur überfällig zeigen
nb_no: Vis bare utløpte
pt_br: Mostr

source: Frequency
de_de: Frequenz
nb_no: Gjentakelse
pt_br: Frequência

source: Third Party ID
de_de: Dritte Partei ID
nb_no: Tredjeparts ID
pt_br: ID de Terceiro

source: Last Transaction ID
de_de: Letzte Transaktions-ID
nb_no: Siste Transaksjons ID
pt_br: ID da Última Transação

source: Next Transaction Date
de_de: nächsten Abschlusstag
nb_no: Neste Transaksjons Dato
pt_br: Próxima Data de Transação

source: Next Date
de_de: Nächster Termin
nb_no: Neste Dato
pt_br: Próxima Data

source: Past Due
de_de: überfällig
nb_no: Forfalt
pt_br: Atrasado

source: Subscription Status
de_de: Abo-Status
nb_no: Status Abonnement
pt_br: Situação da assinatura

source: In-active
de_de: Inaktiv
nb_no: Ikke Aktiv
pt_br: Em atividade

source: Past Due Amount
de_de: überfällig Menge
nb_no: Forfalt Beløp
pt_br: Valor Em Atraso

source: Update URL
nb_no: Oppdater URL
pt_br: Atualizar URL

source: Cancellation URL
de_de: Annullierung URL
nb_no: Avbrutt URL
pt_br: URL de cancelamento

source: Transaction Template
de_de: Transaktion abgeschlossen
nb_no: Transaksjons Mal
pt_br: Transação Completa

source: Select Option Below
de_de: Wählen Sie eine Option unten
nb_no: Velg Under
pt_br: Selecionar Opção Abaixo

source: Invalid File Type
de_de: ungültiger Dateityp
nb_no: Ugyldig Fil Type
pt_br: Tipo de Arquivo Inválido

source: File Uploaded Successfuly.
de_de: Datei erfolgreich hochgeladen.
nb_no: Filopplasting Gjennomført.
pt_br: Transferência Concluída com Sucesso.

source: Click here to view.
de_de: Klicken Sie hier zum ansehen.
nb_no: Trykk for å se.
pt_br: Clique aqui para ver.

source: Tools
nb_no: Verktøy
pt_br: Ferramentas

source: Your Settings Have Been Imported
de_de: Ihre Einstellungen wurden importiert
nb_no: Dine Innstillinger er Importert
pt_br: Suas configurações foram importadas

source: There was an error with your import settings and they could not be imported. The decrypted value was invalid.
de_de: Es gab einen Fehler mit Ihren Import-Einstellungen und sie konnte nicht importiert werden. Die entschlüsselten Wert war ungültig.
nb_no: En feil har skjedd under importeringen og ble ikke gjennomført. Krypteringsverdien var ugyldig.
pt_br: Existe um erro nas suas configurações de importação e elas não puderam ser importadas. O valor decifrado era inválido.

source: Your API Key Has Been Reset: "%s". Please Update FoxyCart With Your New Key.
de_de: Ihre API-Key wurde zurückgesetzt: "%s". Bitte aktualisieren Sie FoxyCart mit Ihre neue API-Key.
nb_no: Din API Nøkkel har blitt nullstilt: "%s". Vennligst Oppdater FoxyCart med din Nye Nøkkel.
pt_br: Sua chave de API foi reiniciada: "%s". Por favor, atualize o FoxyCart com sua nova chave.

source: Scan for old variations has been successfully completed.
de_de: Absuche für alte Variationen wurde erfolgreich abgeschlossen
nb_no: Skanning av gammel variasjoner er gjennomført.
pt_br: A busca por variações antigas foi completada com sucesso.

source: WordPress rewrite rules have been flushed.
de_de: WordPress Regeln-umschreiben wurden zurückgesetzt
nb_no: Wordpress omskrivningsregler har blitt flushet.
pt_br: As regras de reescrita do WordPress foram limpas.

source: Saved variations have been successfully updated.
de_de: gespeichert Variationen wurden erfolgreich aktualisiert
nb_no: Lagrede variasjoner har blitt oppdatert.
pt_br: Variações salvas foram atualizadas com sucesso.

source: Your saved URLs have been cleared.
de_de: Ihre gespeicherte URLs wurden gelöscht
nb_no: Dine Lagrede URL'er har blitt fjernet.
pt_br: Suas URLs salvas foram limpas.

source: The %s template has been successfully updated.
de_de: Die %s Muster wurde erfolgreich aktualisiert
nb_no: Produkt Malen har blitt oppdatert.
pt_br: O template %s foi atualizado com sucesso.

source: Recommended Companion Plugins
de_de: Empfohlen Begleiter plugins
nb_no: Anbefalte Innstikk
pt_br: Plugins Recomendados

source: Import/Export FoxyShop Settings
de_de: Import/Export FoxyShop Einstellungen
nb_no: Import/Eksport Innstillinger
pt_br: Configurações de Importação/Exportação do FoxyShop

source: Copy String To Your Clipboard to Export FoxyShop Settings
de_de: Kopieren Sie den Streich in die Zwischenablage um FoxyShop Einstellungen zu exportieren
nb_no: Kopier setningen til copytavlen for eksportering av FoxyShop Innstillingene
pt_br: Copiar String para sua área de transferência para Exportar Configurações do FoxyShop

source: Paste Settings String to Import
de_de: Fügen Sie die Einstellungen Reihe zu importieren
nb_no: Lim Inn Innstillingene for Importering
pt_br: Colar String de Configurações para Importar

source: Import Settings
de_de: Einstellungen importieren
nb_no: Importer Innstillinger
pt_br: Configurações de Importação

source: Misc Tools
de_de: Verschiedene Tools
nb_no: Tilleggs Verktøy
pt_br: Ferramentas

source: Update Cart Cache
de_de: Warenkorb Cache aktualisieren
nb_no: Oppdater Handlekurv Minne
pt_br: Atualizar Cache de Carrinho

source: Update Checkout Cache
de_de: Kasse Cache aktualisieren
nb_no: Oppdater Utsjekkings Minne
pt_br: Atualizar Cache de Caixa

source: Update Receipt Cache
de_de: Erhalt Cache aktualisieren
nb_no: Oppdater Kvitterings Minne
pt_br: Atualizar Cache de Recibos

source: Flush Rewrite Rules
de_de: Regeln-umschreiben zurücksetzen
nb_no: Tøm Omskrivningsregler
pt_br: Limpar Regras de Reescrita

source: Scan For Old Variations
de_de: für alte Varianten Scannen
nb_no: Søk etter gamle variasjoner
pt_br: Procurar Variações Antigas

source: Reset API Key
de_de: API Key Rücksitzen
nb_no: Nullstill API Nøkkel
pt_br: Reiniciar Chave de API

source: Reference Name
de_de: Referenzname
nb_no: Referanse Navn
pt_br: Nome de Referência

source: Displayed in Dropdown Menu
de_de: Im Dropdown-Menü erscheint
nb_no: Vis i Nedtrekks Meny
pt_br: Exibido no Menu suspenso

source: default is
de_de: Default ist
nb_no: standard er
pt_br: padrão é

source: Save These Variations
de_de: Diese Variationen speichern
nb_no: Lagre disse Variasjonene
pt_br: Salvar estas Variações

source: Uninstall FoxyShop
de_de: FoxyShop deinstallieren
nb_no: Avinnstaller FoxyShop
pt_br: Desinstalar FoxyShop

source: unsupported file type
de_de: nicht unterstützten Dateityp
nb_no: filtypen støttes ikke
pt_br: tipo de arquivo não suportado

source: invalid request
de_de: ungültige Anfrage
nb_no: ugyldig anmodning
pt_br: requisição inválida

source: Show the contents of a FoxyShop %s category.
de_de: Inhalt des FoxyShop %s Kategorie anzeigen.
nb_no: Vis innholdet av en FoxyShop %s kategori.
pt_br: Mostrar os conteúdos de uma categoria de %s FoxyShop.

source: FoxyShop Category
de_de: FoxyShop Kategorie
nb_no: FoxyShop Kategori
pt_br: Categoria FoxyShop

source: Max %s to Show
de_de: Maximale %s zu zeigen
nb_no: Max %s i Visning
pt_br: Máximo de %s a mostrar

source: optional
nb_no: valgfri
pt_br: opcional

source: Show Simple View
de_de: Einfache Sicht anzeigen
nb_no: Vis Enkel Visning
pt_br: Mostrar Visualização Simples

source: Show Add To Cart Button
de_de: Schaltfläche für Warenkorb anzeigen
nb_no: Vis Legg i Kurv Knapp
pt_br: Mostrar botão de Adicionar ao Carrinho

source: Show More Details Button
de_de: Schaltfläche für Mehr Details anzeigen
nb_no: Vi Mer Detaljer Knapp
pt_br: Mostrar botão de Mais Detalhes

source: Show a link to view shopping cart.
de_de: Zeigen Sie einen Link um Warenkorb anzuzeigen.
nb_no: Vis en link for visning av handlekurven.
pt_br: Mostrar um link para ver o carrinho de compras.

source: FoxyShop Cart Link
de_de: FoxyShop Warenkorb Link
nb_no: FoxyShop Handlekurv Link
pt_br: Link do Carrinho FoxyShop

source: Your Shopping Cart
de_de: Ihre Einkaufszettel
nb_no: Din Handlekurv
pt_br: Seu Carrinho de Compras

source: View Cart
de_de: Warenkorb anzeigen
nb_no: Se Handlekurv
pt_br: Ver Carrinho

source: Link Text:
nb_no: Link Tekst:
pt_br: Texto do link:

source: Example
de_de: Beispiel
nb_no: F.eks.
pt_br: Exemplo

source: Hide Link if Cart is Empty
de_de: Link ausblenden, wenn Warenkorb leer ist
nb_no: Ikke vis link hvis kurven er tom
pt_br: Ocultar link se o Carrinho estiver vazio

source: Show the FoxyShop category list.
de_de: FoxyShop Kategorie Liste anzeigen
nb_no: Vis FoxyShop kategori liste.
pt_br: Mostrar a lista de categorias FoxyShop.

source: FoxyShop Category List
de_de: FoxyShop Kategorie Liste
nb_no: FoxyShop Kagegori Liste
pt_br: Lista de Categorias FoxyShop

source: Depth
de_de: Tiefe
nb_no: Dybde
pt_br: Profundidade

source: (default: 1)
nb_no: (standard: 1)
pt_br: (padrão: 1)

source: FoxyShop Statistics
de_de: FoxyShop Statistik
nb_no: FoxyShop Statestikk
pt_br: Estatísticas FoxyShop

source: Order History
de_de: Bestellung Geschichte
nb_no: Ordre Historie
pt_br: Histórico de Pedidos

source: Loading
de_de: Laden
nb_no: Laster
pt_br: Carregando

source: Summary
de_de: Überblick
nb_no: Oppsummering
pt_br: Resumo

source: One Day
de_de: Ein Tag
nb_no: En Dag
pt_br: Um Dia

source: order
de_de: Bestellung
pt_br: ordem

source: Seven Days
de_de: Sieben Tage
nb_no: 7 Dager
pt_br: Sete Dias

source: 30 Days
de_de: 30 Tage
nb_no: 30 Dager
pt_br: 30 Dias

source: FoxyShop is a full integration for FoxyCart and WordPress, providing a robust shopping cart and inventory management tool.
de_de: FoxyShop ist eine vollständige Integration für FoxyCart und WordPress, eine robuste Warenkorb und Inventar-Management-Tool.
nb_no: FoxyShop er en helintergrasjon mellom Foxycart og Wordpress, noe som gir deg en solid nettbutikk og vare redigerings verktøy.
pt_br: FoxyShop é uma integração completa para FoxyCart e WordPress, fornecendo uma ferramenta robusta de carrinho de compras e gerenciamento de inventário.

source: Email
nb_no: Epost

source: Exp
de_de: Ablauf
nb_no: Utløp

source: Incremental
de_de: Inkremental
nb_no: Trinnvis

source: Repeat
nb_no: Repeter

source: Sale
nb_no: Salg

source: Discounts
nb_no: Rabatt

source: Disc. Type
nb_no: Rab. Type

source: Disc. Name
nb_no: Rab. Navn

source: OrderDate
de_de: Bestellung Datum
nb_no: Ordre Dato

source: Subtotal
de_de: Zwischensumme
nb_no: Delsum

source: Sitemap
nb_no: Sidekart

source: English
de_de: Englisch
nb_no: Engelsk

source: FoxyShop
nb_no: KKshop

source: ID
de_de: Identifikation

source: Total
de_de: Gesamt

source: orders
de_de: Bestellungen
